{"translation-revision-date":"2025-10-22 09:54:09+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"You do not have permission to activate plugins.":["Anda tidak punya izin untuk mengaktifkan plugin."],"You do not have permission to install plugins.":["Anda tidak punya izin untuk menginstal plugin."],"Complete MailPoet setup":["Selesaikan penyiapan MailPoet"],"MailPoet icon":["Ikon MailPoet"],"MailPoet is active. There is one step left. Please complete <a>MailPoet setup<\/a>.":["MailPoet aktif. Tinggal satu langkah lagi. Selesaikan <a>penyiapan MailPoet<\/a>."],"View MailPoet dashboard":["Lihat dasbor MailPoet"],"You do not have any MailPoet lists yet. Click the dashboard button below to create one, or contacts will be added to a \"Jetpack Forms Subscribers\" list.":["Anda belum memiliki daftar MailPoet. Klik tombol dasbor di bawah ini untuk membuat daftar atau kontak akan ditambahkan ke daftar \"Pelanggan Formulir Jetpack\"."],"Which MailPoet list should contacts be added to?":["Ke daftar MailPoet mana kontak harus ditambahkan?"],"Grow your audience with MailPoet":["Perluas audiens Anda dengan MailPoet"],"MailPoet is installed. Just activate the plugin to start sending emails.":["MailPoet terinstal. Cukup aktifkan plugin agar bisa mengirimkan email."],"Add powerful email marketing to your forms with <a>MailPoet<\/a>. Simply install the plugin to start sending emails.":["Tambahkan email pemasaran yang andal ke formulir Anda dengan <a>MailPoet<\/a>. Cukup instal plugin agar bisa mengirimkan email."],"Disconnect Google Drive":["Putuskan sambungan Google Drive"],"MailPoet is connected for this form":["MailPoet terhubung ke formulir ini"],"View form responses":["Lihat respons formulir"],"Job Title (ID must be":["Jabatan (ID harus berupa"],"Company (ID must be":["Perusahaan (ID harus berupa"],"Phone (ID must be":["Telepon (ID harus berupa"],"Email (ID must be":["Email (ID harus berupa"],"Last Name (ID must be":["Nama Belakang (ID harus berupa"],"First Name (ID must be":["Nama Depan (ID harus berupa"],"Here are suggested and supported fields. You can see a complete list in your Salesforce account by creating a Marketing > Web-to-Lead form.":["Berikut ini kolom yang disarankan dan didukung. Anda dapat melihat daftar lengkap di akun Salesforce dengan membuat formulir Pemasaran > Web-ke-Prospek."],"Note: to add an ID to any field, select the field block, click Advanced on the block sidebar settings, and add the ID to the 'Name\/ID' field. If you do not see Name\/ID, be sure you've selected the whole field block, not just the label or input.":["Catatan: untuk menambahkan ID ke salah satu kolom, pilih blok kolom, klik Lanjutan pada pengaturan bilah sisi blok, lalu tambahkan ID ke kolom 'Nama\/ID'. Jika Anda tidak melihat Nama\/ID, pastikan Anda telah memilih seluruh blok kolom, bukan hanya label atau input."],"For integration with Salesforce to work, you must add specific fields with specific field IDs that match Salesforce.":["Agar integrasi dengan Salesforce dapat berfungsi, Anda perlu menambahkan kolom khusus dengan ID kolom yang sesuai dengan Salesforce."],"Creative Mail icon":["Ikon Creative Mail"],"Akismet icon":["Ikon Akismet"],"Enter the Salesforce organization ID where you want to send leads.":["Masukkan ID organisasi Salesforce penerima prospek."],"Enter organization ID":["Masukkan ID organisasi"],"Enter a Salesforce Organization ID to enable.":["Masukkan ID Organisasi Salesforce yang akan diaktifkan."],"Plugin needs activation":["Plugin perlu diaktivasi"],"Plugin needs install":["Plugin perlu diinstal"],"Connect your site to Google Drive to export form responses directly to Google Sheets.":["Hubungkan situs Anda ke Google Drive untuk mengekspor respons formulir langsung ke Google Sheets."],"Google Sheets is connected. You can export your form responses from the form responses page.":["Google Sheets terhubung. Anda dapat mengekspor respons formulir dari halaman respons formulir."],"View stats and settings":["Lihat statistik dan pengaturan"],"Form does not have integrations set up.":["Integrasi formulir belum disiapkan."],"Salesforce is connected for this form":["Salesforce terhubung ke formulir ini"],"Update Jetpack CRM":["Perbarui Jetpack CRM"],"Open Jetpack CRM settings":["Buka Pengaturan Jetpack CRM"],"Jetpack CRM is installed. To start saving contacts, simply activate the plugin.":["Jetpack CRM telah terinstal. Untuk mulai menyimpan kontak, cukup aktifkan plugin."],"You can save your form contacts in <a>Jetpack CRM<\/a>. To get started, please install the plugin.":["Anda dapat menyimpan kontak formulir di <a>Jetpack CRM<\/a>. Sebelum memulai, harap instal plugin."],"To connect this form to Jetpack CRM, enable the toggle above.":["Untuk menghubungkan formulir ini ke Jetpack CRM, aktifkan toggle di atas."],"This form is connected to Jetpack CRM.":["Formulir ini terhubung ke Jetpack CRM."],"Install this plugin":["Instal plugin ini"],"Activate this plugin":["Aktifkan plugin ini"],"Enable for this form":["Aktifkan untuk formulir ini"],"Disable for this form":["Nonaktifkan untuk formulir ini"],"Add email permission request before submit button":["Tambahkan permintaan izin email sebelum tombol kirim"],"You're all set up for email marketing with Creative Mail. Please manage your marketing from Creative Mail panel.":["Anda sudah siap untuk melakukan pemasaran email dengan Creative Mail. Kelola pemasaran Anda dari panel Creative Mail."],"Creative Mail is installed. To start sending email campaigns, simply activate the plugin.":["Creative Mail telah terinstal. Untuk mulai mengirim email kampanye, cukup aktifkan plugin."],"Learn about Akismet":["Pelajari Akismet selengkapnya"],"Your forms are automatically protected with Akismet.":["Formulir otomatis dilindungi dengan Akismet."],"We keep your forms protected":["Kami menjaga agar formulir Anda tetap terlindungi"],"Akismet is installed. Just activate the plugin to start blocking spam.":["Akismet telah terinstal. Cukup aktifkan plugin untuk mulai memblokir spam."],"Jetpack CRM is connected for this form":["Jetpack CRM terhubung ke formulir ini"],"Akismet is connected for this form":["Akismet terhubung ke formulir ini"],"Manage integrations":["Kelola integrasi"],"Add Akismet key":["Tambahkan kunci Akismet"],"Akismet is active. There is one step left. Please add your <a>Akismet key<\/a>.":["Akismet telah aktif. Tinggal satu langkah lagi. Harap tambahkan <a>kunci Akismet<\/a> Anda."],"View spam":["Lihat spam"],"Add one-click spam protection for your forms with <a>Akismet<\/a>. Simply install the plugin and you're set.":["Tambahkan perlindungan spam sekali klik untuk formulir Anda dengan <a>Akismet<\/a>. Cukup instal plugin dan semuanya siap."],"Needs connection":["Diperlukan koneksi"],"Connect to Google Drive":["Hubungkan ke Google Drive"],"Where to find your Salesforce Organization ID":["Lokasi ID Organisasi Salesforce Anda"],"Enter your Organization ID":["Masukkan ID Organisasi Anda"],"Organization ID":["ID Organisasi"],"Integrations":["Integrasi"],"Please update to the latest version of the Jetpack CRM plugin to integrate your contact form with your CRM.":["Harap perbarui plugin Jetpack CRM ke versi terbaru untuk mengintegrasikan formulir kontak dengan CRM Anda."],"Install":["Instal"],"Open Creative Mail settings":["Buka pengaturan Creative Mail"],"You can integrate this contact form with Jetpack CRM by enabling Jetpack CRM's <a>Jetpack Forms extension<\/a>.":["Anda dapat mengintegrasikan formulir kontak ini dengan Jetpack CRM dengan mengaktifkan <a>ekstensi Jetpack Forms<\/a> dari Jetpack CRM."],"A site administrator must enable the CRM Jetpack Forms extension.":["Administrator situs harus mengaktifkan ekstensi Formulir Jetpack CRM."],"Enable Jetpack Forms extension":["Aktifkan ekstensi Jetpack Forms"],"To start sending email campaigns, install the Creative Mail plugin.":["Untuk mulai mengirim email kampanye, instal plugin Creative Mail."],"Activating…":["Mengaktifkan…"],"Installing…":["Memasang…"],"Disconnecting…":["Memutuskan hubungan…"],"Connecting…":["Menghubungkan…"],"Enabled":["Diaktifkan"],"Refresh status":["Segarkan status"],"Activate":["Aktifkan"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-forms\/dist\/blocks\/582.js"}}