{"translation-revision-date":"2025-10-26 21:33:12+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Complete MailPoet setup":["MailPoet-Einrichtung abschließen"],"MailPoet icon":["MailPoet-Icon"],"MailPoet is active. There is one step left. Please complete <a>MailPoet setup<\/a>.":["MailPoet ist aktiv. Nur noch ein Schritt. Bitte schließe die <a>MailPoet-Einrichtung<\/a> ab."],"View MailPoet dashboard":["MailPoet-Dashboard anzeigen"],"You do not have any MailPoet lists yet. Click the dashboard button below to create one, or contacts will be added to a \"Jetpack Forms Subscribers\" list.":["Du hast noch keine MailPoet-Listen. Klicke unten auf den Dashboard-Button, um eine MailPoet-Liste zu erstellen. Andernfalls werden Kontakte zu einer „Jetpack Forms-Abonnentenliste“ hinzugefügt."],"Which MailPoet list should contacts be added to?":["Zu welcher MailPoet-Liste sollen Kontakte hinzugefügt werden?"],"Grow your audience with MailPoet":["Erweitere dein Publikum mit MailPoet"],"MailPoet is installed. Just activate the plugin to start sending emails.":["MailPoet ist installiert. Aktiviere einfach das Plugin, um E-Mails zu versenden."],"Add powerful email marketing to your forms with <a>MailPoet<\/a>. Simply install the plugin to start sending emails.":["Füge mit <a>MailPoet<\/a> leistungsstarkes E-Mail-Marketing zu deinen Formularen hinzu. Installiere einfach das Plugin, um E-Mails zu versenden."],"Disconnect Google Drive":["Google Drive trennen"],"MailPoet is connected for this form":["MailPoet ist mit diesem Formular verbunden"],"View form responses":["Formularantworten anzeigen"],"Job Title (ID must be":["Jobbezeichnung (ID muss Folgendes sein:"],"Company (ID must be":["Unternehmen (ID muss Folgendes sein:"],"Phone (ID must be":["Telefon (ID muss Folgendes sein:"],"Email (ID must be":["E-Mail (ID muss Folgendes sein:"],"Last Name (ID must be":["Nachname (ID muss Folgendes sein:"],"First Name (ID must be":["Vorname (ID muss Folgendes sein:"],"Here are suggested and supported fields. You can see a complete list in your Salesforce account by creating a Marketing > Web-to-Lead form.":["Hier sind empfohlene und unterstützte Felder. Du kannst eine vollständige Liste in deinem Salesforce-Konto anzeigen, indem du ein Formular für Marketing > Web-to-Lead erstellst."],"Note: to add an ID to any field, select the field block, click Advanced on the block sidebar settings, and add the ID to the 'Name\/ID' field. If you do not see Name\/ID, be sure you've selected the whole field block, not just the label or input.":["Hinweis: Um eine ID zu einem beliebigen Feld hinzuzufügen, wähle den Feldblock aus, klicke in den Einstellungen in der Block-Seitenleiste auf „Erweitert“ und füge die ID zum Feld „Name\/ID“ hinzu. Wenn „Name\/ID“ nicht angezeigt wird, vergewissere dich, dass du den gesamten Feldblock ausgewählt hast, nicht nur die Beschriftung oder Eingabe."],"For integration with Salesforce to work, you must add specific fields with specific field IDs that match Salesforce.":["Damit die Integration mit Salesforce funktioniert, musst du bestimmte Felder mit bestimmten Feld-IDs hinzufügen, die mit Salesforce übereinstimmen."],"Creative Mail icon":["Creative-Mail-Icon"],"Akismet icon":["Akismet-Icon"],"Enter the Salesforce organization ID where you want to send leads.":["Gib die Salesforce-Organisations-ID ein, an die Leads gesendet werden sollen."],"Enter organization ID":["Organisations-ID eingeben"],"Enter a Salesforce Organization ID to enable.":["Gib eine Salesforce-Organisations-ID für die Aktivierung ein."],"Plugin needs activation":["Plugin muss aktiviert werden"],"Plugin needs install":["Plugin muss installiert werden"],"Connect your site to Google Drive to export form responses directly to Google Sheets.":["Verbinde deine Website mit Google Drive, um Formularantworten direkt in Google Tabellen exportieren zu können."],"Google Sheets is connected. You can export your form responses from the form responses page.":["Google Tabellen ist verbunden. Du kannst deine Formularantworten über die Seite mit Formularantworten exportieren."],"View stats and settings":["Statistiken und Einstellungen anzeigen"],"Form does not have integrations set up.":["Für das Formular sind keine Integrationen eingerichtet."],"Salesforce is connected for this form":["Salesforce ist mit diesem Formular verbunden"],"Update Jetpack CRM":["Jetpack CRM aktualisieren"],"Open Jetpack CRM settings":["Jetpack-CRM-Einstellungen öffnen"],"Jetpack CRM is installed. To start saving contacts, simply activate the plugin.":["Jetpack CRM ist installiert. Aktiviere einfach das Plugin, um Kontakte speichern zu können."],"You can save your form contacts in <a>Jetpack CRM<\/a>. To get started, please install the plugin.":["Du kannst deine Kontaktformulare in <a>Jetpack CRM<\/a> speichern. Installiere das Plugin, um anfangen zu können."],"To connect this form to Jetpack CRM, enable the toggle above.":["Um dieses Formular mit Jetpack CRM zu verbinden, aktiviere den Umschalter oben."],"This form is connected to Jetpack CRM.":["Dieses Formular ist mit Jetpack CRM verbunden."],"Install this plugin":["Dieses Plugin installieren"],"Activate this plugin":["Dieses Plugin aktivieren"],"Enable for this form":["Für dieses Formular aktivieren"],"Disable for this form":["Für dieses Formular deaktivieren"],"Add email permission request before submit button":["E-Mail-Berechtigungsanfrage vor Button „Absenden“ hinzufügen"],"You're all set up for email marketing with Creative Mail. Please manage your marketing from Creative Mail panel.":["Du hast alle erforderlichen Einstellungen für E-Mail-Marketing mit Creative Mail vorgenommen. Bitte verwalte dein Marketing über das Creative-Mail-Bedienfeld."],"Creative Mail is installed. To start sending email campaigns, simply activate the plugin.":["Creative Mail ist installiert. Aktiviere einfach das Plugin, um mit dem Senden von E-Mail-Kampagnen beginnen zu können."],"Learn about Akismet":["Erfahre mehr über Akismet"],"Your forms are automatically protected with Akismet.":["Deine Formulare werden mit Akismet automatisch vor Spam geschützt."],"We keep your forms protected":["Wir sorgen dafür, dass deine Formulare geschützt sind"],"Akismet is installed. Just activate the plugin to start blocking spam.":["Akismet ist installiert. Aktiviere einfach das Plugin, um Spam künftig zu blockieren."],"Jetpack CRM is connected for this form":["Dieses Formular ist mit Jetpack CRM verbunden"],"Akismet is connected for this form":["Akismet ist mit diesem Formular verbunden"],"Manage integrations":["Integrationen verwalten"],"Add Akismet key":["Akismet-Schlüssel hinzufügen"],"Akismet is active. There is one step left. Please add your <a>Akismet key<\/a>.":["Akismet ist aktiv. Nur noch ein Schritt. Bitte füge deinen <a>Akismet-Schlüssel<\/a> hinzu."],"View spam":["Spam anzeigen"],"Add one-click spam protection for your forms with <a>Akismet<\/a>. Simply install the plugin and you're set.":["Füge mit <a>Akismet<\/a> einen Ein-Klick-Spamschutz für deine Formulare hinzu. Installiere einfach das Plugin und fertig."],"Needs connection":["Verbindung erforderlich"],"Connect to Google Drive":["Mit Google Drive verbinden"],"Where to find your Salesforce Organization ID":["Wo du deine Salesforce-Organisations-ID findest"],"Invalid Organization ID. Should be a 15–18 characters long alphanumeric string.":["Ungültige Organisations-ID. Sollte eine 15 bis 18 Zeichen lange alphanumerische Zeichenfolge sein."],"Enter your Organization ID":["Gib deine Organisations-ID ein"],"Organization ID":["Organisations-ID"],"Integrations":["Integrationen"],"Please update to the latest version of the Jetpack CRM plugin to integrate your contact form with your CRM.":["Aktualisiere auf die neuste Version des Jetpack-CRM-Plugins, um dein Kontaktformular in dein CRM zu integrieren."],"Install":["Installieren"],"Open Creative Mail settings":["Einstellungen für Creative Mail öffnen"],"You can integrate this contact form with Jetpack CRM by enabling Jetpack CRM's <a>Jetpack Forms extension<\/a>.":["Du kannst dieses Kontaktformular in Jetpack CRM integrieren, indem du die <a>Erweiterung „Jetpack Forms“<\/a> in Jetpack CRM aktivierst."],"A site administrator must enable the CRM Jetpack Forms extension.":["Die CRM-Erweiterung für Jetpack Forms muss von einem Website-Administrator aktiviert werden."],"Enable Jetpack Forms extension":["Erweiterung für Jetpack Forms aktivieren"],"To start sending email campaigns, install the Creative Mail plugin.":["Um mit dem Senden von E-Mail-Kampagnen zu beginnen, installiere das Plugin Creative Mail."],"Activating…":["Wird aktiviert …"],"Installing…":["Wird installiert …"],"Disconnecting…":["Verbindung wird getrennt …"],"Connecting…":["Wird verbunden …"],"Enabled":["Aktiviert"],"Refresh status":["Status aktualisieren"],"Activate":["Aktivieren"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-forms\/dist\/blocks\/582.js"}}