{"translation-revision-date":"2025-10-20 13:54:10+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"he_IL"},"You do not have permission to activate plugins.":["אין לך הרשאה להפעיל תוספים."],"You do not have permission to install plugins.":["אין לך הרשאה להתקין תוספים."],"Complete MailPoet setup":["להשלים את הגדרת MailPoet"],"MailPoet icon":["סמל של MailPoet"],"MailPoet is active. There is one step left. Please complete <a>MailPoet setup<\/a>.":["השירות של MailPoet פעיל. נותר עוד שלב אחד. נא להשלים את <a>הגדרת MailPoet<\/a>."],"View MailPoet dashboard":["להציג את לוח הבקרה של MailPoet"],"You do not have any MailPoet lists yet. Click the dashboard button below to create one, or contacts will be added to a \"Jetpack Forms Subscribers\" list.":["עדיין אין לך רשימות של MailPoet. יש ללחוץ על כפתור לוח הבקרה שלמטה כדי ליצור רשימה, אחרת אנשי הקשר יתווספו לרשימת \"מנויים של טופסי Jetpack\"."],"Which MailPoet list should contacts be added to?":["לאיזו רשימת MailPoet ברצונך להוסיף את אנשי הקשר?"],"Grow your audience with MailPoet":["להרחיב את קהל הקוראים עם MailPoet"],"MailPoet is installed. Just activate the plugin to start sending emails.":["השירות של Akismet מותקן. כדי להתחיל לשלוח אימיילים, פשוט צריך להפעיל את התוסף."],"Add powerful email marketing to your forms with <a>MailPoet<\/a>. Simply install the plugin to start sending emails.":["להוסיף שיווק עוצמתי באימייל לטפסים שלך בעזרת <a>MailPoet<\/a>. כדי להתחיל לשלוח אימיילים, פשוט צריך להתקין את התוסף."],"Disconnect Google Drive":["להתנתק מ-Google Drive"],"MailPoet is connected for this form":["MailPoet מחובר לטופס זה"],"View form responses":["להציג את תגובות הטופס"],"Job Title (ID must be":["כותרת המשרה (המזהה חייב להיות"],"Company (ID must be":["חברה (המזהה חייב להיות"],"Phone (ID must be":["טלפון (המזהה חייב להיות"],"Email (ID must be":["אימייל (המזהה חייב להיות"],"Last Name (ID must be":["שם משפחה (המזהה חייב להיות"],"First Name (ID must be":["שם פרטי (המזהה חייב להיות"],"Here are suggested and supported fields. You can see a complete list in your Salesforce account by creating a Marketing > Web-to-Lead form.":["אלו השדות המומלצים והנתמכים. אפשר לראות את הרשימה המלאה בחשבון שלך ב-Salesforce על ידי יצירה של טופס Marketing ‏ (שיווק) > Web-to-Lead (מאתר לליד)."],"Note: to add an ID to any field, select the field block, click Advanced on the block sidebar settings, and add the ID to the 'Name\/ID' field. If you do not see Name\/ID, be sure you've selected the whole field block, not just the label or input.":["לתשומת ליבך: כדי להוסיף מזהה לשדה כלשהו, יש לבחור בבלוק של השדה, ללחוץ על 'מתקדם' בסרגל הצדי של הבלוק ולהוסיף את המזהה לשדה 'שם\/מזהה'. אם אינך רואה את השדה 'שם\/מזהה', עליך לוודא שבחרת בכל בלוק השדה, ולא רק בתווית או בקלט."],"For integration with Salesforce to work, you must add specific fields with specific field IDs that match Salesforce.":["כדי להפעיל את האינטגרציה עם Salesforce, עליך להוסיף שדות ספציפיים עם מזהי שדות ספציפיים שתואמים ל-Salesforce."],"Creative Mail icon":["הסמל של Creative Mail"],"Akismet icon":["הסמל של Akismet"],"Enter the Salesforce organization ID where you want to send leads.":["יש להזין את מזהה הארגון של Salesforce שאליו ברצונך לשלוח לידים."],"Enter organization ID":["יש להזין את מזהה הארגון"],"Enter a Salesforce Organization ID to enable.":["יש להזין את מזהה הארגון של Salesforce כדי להפעיל."],"Plugin needs activation":["התוסף דורש הפעלה"],"Plugin needs install":["התוסף דורש התקנה"],"Connect your site to Google Drive to export form responses directly to Google Sheets.":["ניתן לחבר את האתר שלך ל-Google Drive כדי לייצא תגובות על טפסים ישירות אל Google Sheets."],"Google Sheets is connected. You can export your form responses from the form responses page.":["שירות Google Sheets מחובר. אפשר לייצא תגובות על טפסים דרך עמוד התגובות על טפסים."],"View stats and settings":["להציג נתונים סטטיסטיים והגדרות"],"Form does not have integrations set up.":["לא הוגדרו אינטגרציות עבור הטופס."],"Salesforce is connected for this form":["Salesforce מחובר לטופס זה"],"Update Jetpack CRM":["מומלץ לעדכן את Jetpack"],"Open Jetpack CRM settings":["לפתוח את הגדרות Jetpack CRM"],"Jetpack CRM is installed. To start saving contacts, simply activate the plugin.":["שירות Jetpack CRM מותקן. כדי להתחיל לשמור את אנשי הקשר, רק צריך להפעיל את התוסף."],"You can save your form contacts in <a>Jetpack CRM<\/a>. To get started, please install the plugin.":["אפשר לשמור את אנשי הקשר מטפסים <a>ב-Jetpack CRM<\/a>. כדי להתחיל, יש להתקין את התוסף."],"To connect this form to Jetpack CRM, enable the toggle above.":["כדי לחבר את הטופס הזה אל Jetpack CRM, יש להפעיל את הכפתור שמופיע למעלה."],"This form is connected to Jetpack CRM.":["טופס זה מחובר אל Jetpack CRM."],"Install this plugin":["להתקין את התוסף"],"Activate this plugin":["להפעיל תוסף זה"],"Enable for this form":["להפעיל בטופס הזה"],"Disable for this form":["להשבית בטופס הזה"],"Add email permission request before submit button":["להוסיף בקשה לקבלת הרשאה לשליחת אימייל לפני כפתור השליחה"],"You're all set up for email marketing with Creative Mail. Please manage your marketing from Creative Mail panel.":["הכול הוגדר בהצלחה כדי להתחיל בשיווק באימייל עם Creative Mail. ניתן לנהל את השיווק שלך מהלוח של Creative Mail."],"Creative Mail is installed. To start sending email campaigns, simply activate the plugin.":["שירות Creative Mail מותקן. כדי להתחיל לשלוח קמפיינים באימייל, רק צריך להפעיל את התוסף."],"Learn about Akismet":["למידע נוסף על Akismet"],"Your forms are automatically protected with Akismet.":["שירות Akismet מגן אוטומטית על הטפסים שלך."],"We keep your forms protected":["אנחנו מגינים על הטפסים שלך"],"Akismet is installed. Just activate the plugin to start blocking spam.":["שירות Akismet מותקן. כדי להתחיל לחסום תגובות זבל, פשוט צריך להפעיל את התוסף."],"Jetpack CRM is connected for this form":["Jetpack CRM מחובר לטופס זה"],"Akismet is connected for this form":["Akismet מחובר לטופס זה"],"Add Akismet key":["להוסיף מפתח של Akismet"],"Akismet is active. There is one step left. Please add your <a>Akismet key<\/a>.":["שירות Akismet פעיל. נותר עוד שלב אחד. יש להוסיף את <a>מפתח ה-Akismet שלך<\/a>."],"View spam":["להציג תגובות זבל"],"Add one-click spam protection for your forms with <a>Akismet<\/a>. Simply install the plugin and you're set.":["להוסיף לטפסים שלך הגנה מפני תגובות זבל בלחיצה אחת עם <a>Akismet<\/a>. אפשר פשוט להתקין את התוסף והכול מוכן."],"Needs connection":["נדרש חיבור"],"Connect to Google Drive":["להתחבר אל Google Drive"],"Where to find your Salesforce Organization ID":["היכן אפשר למצוא את מזהה הארגון שלך ב-Salesforce"],"Enter your Organization ID":["יש להזין את מזהה הארגון"],"Organization ID":["מזהה הארגון"],"Integrations":["שילובים"],"Please update to the latest version of the Jetpack CRM plugin to integrate your contact form with your CRM.":["עליך לעדכן את התוסף Jetpack CRM לגרסה האחרונה כדי לשלב את הטופס ליצירת קשר עם CRM."],"Install":["להתקין"],"Open Creative Mail settings":["לפתוח את ההגדרות של Creative Mail"],"You can integrate this contact form with Jetpack CRM by enabling Jetpack CRM's <a>Jetpack Forms extension<\/a>.":["אפשר לשלב את הטופס הזה ליצירת קשר עם Jetpack CRM על ידי הפעלה של <a>ההרחבה Jetpack Forms ב-Jetpack CRM.<\/a>"],"A site administrator must enable the CRM Jetpack Forms extension.":["מנהל המערכת של האתר חייב להפעיל את ההרחבה לטפסים של Jetpack ב-CRM."],"Enable Jetpack Forms extension":["להפעיל את ההרחבה לטפסים של Jetpack"],"To start sending email campaigns, install the Creative Mail plugin.":["כדי להתחיל לשלוח קמפיינים באימייל, יש להתקין את התוסף של Creative Mail."],"Activating…":["מפעיל..."],"Installing…":["מתקין…"],"Disconnecting…":["מתנתק..."],"Connecting…":["מתחבר..."],"Enabled":["מופעל"],"Refresh status":["יש לרענן את הסטטוס"],"Activate":["הפעלה"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-forms\/dist\/blocks\/582.js"}}