{"translation-revision-date":"2025-10-21 10:13:29+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"You do not have permission to activate plugins.":["Nu ai permisiunea să activezi module."],"You do not have permission to install plugins.":["Nu ai permisiunea să instalezi module."],"Complete MailPoet setup":["Finalizează inițializarea MailPoet"],"MailPoet icon":["Icon MailPoet"],"MailPoet is active. There is one step left. Please complete <a>MailPoet setup<\/a>.":["MailPoet este activ. Mai ai doar un singur pas. Finalizează <a>inițializarea MailPoet<\/a>."],"View MailPoet dashboard":["Vezi panoul de control MailPoet"],"You do not have any MailPoet lists yet. Click the dashboard button below to create one, or contacts will be added to a \"Jetpack Forms Subscribers\" list.":["Nu ai nicio listă MailPoet până acum. Dă clic pe butonul de mai jos în panoul control pentru a crea una sau contactele vor fi adăugate într-o listă „Abonați Formulare Jetpack”."],"Which MailPoet list should contacts be added to?":["În care listă MailPoet trebuie adăugate contactele?"],"Grow your audience with MailPoet":["Îți crești audiența cu MailPoet"],"MailPoet is installed. Just activate the plugin to start sending emails.":["MailPoet este instalat. Doar activează modulul pentru a începe trimiterea emailurilor."],"Add powerful email marketing to your forms with <a>MailPoet<\/a>. Simply install the plugin to start sending emails.":["Adaugi marketing puternic prin emailuri în formularele tale cu <a>MailPoet<\/a>. Este simplu, doar instalează modulul pentru a începe trimiterea emailurilor."],"Disconnect Google Drive":["Deconectează Google Drive"],"MailPoet is connected for this form":["MailPoet este conectat pentru acest formular"],"View form responses":["Vezi Răspunsuri la formulare"],"Job Title (ID must be":["Funcție (ID-ul trebuie să fie"],"Company (ID must be":["Companie (ID-ul trebuie să fie"],"Phone (ID must be":["Telefon (ID-ul trebuie să fie"],"Email (ID must be":["Email (ID-ul trebuie să fie"],"Last Name (ID must be":["Nume (ID-ul trebuie să fie"],"First Name (ID must be":["Prenume (ID-ul trebuie să fie"],"Here are suggested and supported fields. You can see a complete list in your Salesforce account by creating a Marketing > Web-to-Lead form.":["Iată câmpurile sugerate și acceptate. Poți să vezi o listă completă în contul tău Salesforce prin crearea unui formular în Marketing > Web-to-Lead."],"Note: to add an ID to any field, select the field block, click Advanced on the block sidebar settings, and add the ID to the 'Name\/ID' field. If you do not see Name\/ID, be sure you've selected the whole field block, not just the label or input.":["Notă: pentru a adăuga un ID pentru orice câmp, selectează blocul câmp, dă clic pe Avansate în setările barei laterale pentru blocuri și adaugă ID-ul la câmpul „Nume\/ID”. Dacă nu vezi Nume\/ID, asigură-te că ai selectat întregul bloc câmp, nu doar eticheta sau intrarea."],"For integration with Salesforce to work, you must add specific fields with specific field IDs that match Salesforce.":["Pentru ca integrarea cu Salesforce să funcționeze, trebuie să adaugi câmpuri specifice cu anumite ID-uri de câmp care se potrivesc cu Salesforce."],"Creative Mail icon":["Icon Creative Mail"],"Akismet icon":["Icon Akismet"],"Enter the Salesforce organization ID where you want to send leads.":["Introdu ID-ul organizației Salesforce la care vrei să trimiți clienți potențiali."],"Enter organization ID":["Introdu ID-ul organizației"],"Enter a Salesforce Organization ID to enable.":["Introdu un ID de organizație Salesforce pentru a activa."],"Plugin needs activation":["Modulul trebuie activat"],"Plugin needs install":["Modulul trebuie instalat"],"Connect your site to Google Drive to export form responses directly to Google Sheets.":["Conectează-ți site-ul la Google Drive pentru a exporta direct răspunsurile la formulare în Google Sheets."],"Google Sheets is connected. You can export your form responses from the form responses page.":["Google Sheets este conectat. Poți să exporți răspunsurile la formulare din pagina Răspunsuri la formulare."],"View stats and settings":["Vezi statistici și setări"],"Form does not have integrations set up.":["Formularul nu are configurate integrări."],"Salesforce is connected for this form":["Salesforce este conectat pentru acest formular"],"Update Jetpack CRM":["Actualizează Jetpack CRM"],"Open Jetpack CRM settings":["Deschide setările Jetpack CRM"],"Jetpack CRM is installed. To start saving contacts, simply activate the plugin.":["Jetpack CRM este instalat. Pentru a începe salvarea contactelor, doar activează modulul."],"You can save your form contacts in <a>Jetpack CRM<\/a>. To get started, please install the plugin.":["Poți să salvezi contactele din formulare în <a>Jetpack CRM<\/a>. Pentru a începe, instalează modulul."],"To connect this form to Jetpack CRM, enable the toggle above.":["Pentru a conecta acest formular la Jetpack CRM, activează comutatorul de mai sus."],"This form is connected to Jetpack CRM.":["Acest formular este conectat la Jetpack CRM."],"Install this plugin":["Instalează acest modul"],"Activate this plugin":["Activează acest modul"],"Enable for this form":["Activează pentru acest formular"],"Disable for this form":["Dezactivează pentru acest formular"],"Add email permission request before submit button":["Adaugă o cerere permisiune email înainte de butonul Trimite"],"You're all set up for email marketing with Creative Mail. Please manage your marketing from Creative Mail panel.":["Ai totul pregătit pentru marketingul prin emailuri cu Creative Mail. Te rog să administrezi marketingul din panoul Creative Mail."],"Creative Mail is installed. To start sending email campaigns, simply activate the plugin.":["Creative Mail este instalat. Pentru a începe trimiterea campaniilor prin emailuri, doar activează modulul."],"Learn about Akismet":["Învață despre Akismet"],"Your forms are automatically protected with Akismet.":["Formularele tale sunt protejate în mod automat cu Akismet."],"We keep your forms protected":["Îți păstrăm formularele protejate"],"Akismet is installed. Just activate the plugin to start blocking spam.":["Akismet este instalat. Doar activează modulul pentru a începe blocarea spamului."],"Jetpack CRM is connected for this form":["Jetpack CRM este conectat pentru acest formular"],"Akismet is connected for this form":["Akismet este conectat pentru acest formular"],"Manage integrations":["Administrează integrările"],"Add Akismet key":["Adaugă cheia Akismet"],"Akismet is active. There is one step left. Please add your <a>Akismet key<\/a>.":["Akismet este activ. A mai rămas un singur pas. Adaugă <a>cheia Akismet<\/a>."],"View spam":["Vezi spamul"],"Add one-click spam protection for your forms with <a>Akismet<\/a>. Simply install the plugin and you're set.":["Cu <a>Akismet<\/a>, adaugi cu un singur clic protecția anti-spam pentru formularele tale. Este simplu, instalează modulul și totul este gata."],"Needs connection":["Necesită o conexiune"],"Connect to Google Drive":["Conectează-te la Google Drive"],"Where to find your Salesforce Organization ID":["Unde găsești ID-ul organizației Salesforce"],"Invalid Organization ID. Should be a 15–18 characters long alphanumeric string.":["ID-ul organizației nu este valid. Trebuie să fie un șir alfanumeric cu 15 - 18 caractere."],"Enter your Organization ID":["Introdu ID-ul organizației"],"Organization ID":["ID organizație"],"Integrations":["Integrări"],"Please update to the latest version of the Jetpack CRM plugin to integrate your contact form with your CRM.":["Te rog actualizează la ultima versiune a modulului Jetpack CRM pentru a integra formularele tale de contact cu CRM."],"Install":["Instalează"],"Open Creative Mail settings":["Deschide setările Creative Mail"],"You can integrate this contact form with Jetpack CRM by enabling Jetpack CRM's <a>Jetpack Forms extension<\/a>.":["Poți să integrezi acest formular de contact cu Jetpack CRM activând extensia <a>Formulare Jetpack CMR<\/a>."],"A site administrator must enable the CRM Jetpack Forms extension.":["Extensia Formulare Jetpack CMR trebuie să fie activată de un administrator al site-ului."],"Enable Jetpack Forms extension":["Activează extensia Formulare Jetpack"],"To start sending email campaigns, install the Creative Mail plugin.":["Pentru a începe trimiterea campaniilor prin emailuri, instalează modulul Creative Mail."],"Activating…":["Activez..."],"Installing…":["Instalez..."],"Disconnecting…":["Deconectez..."],"Connecting…":["Conectez..."],"Enabled":["Activat"],"Refresh status":["Reîmprospătează starea"],"Activate":["Activează"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-forms\/dist\/blocks\/582.js"}}