{"translation-revision-date":"2022-01-24 21:23:52+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Aubergine":["Berinjela"],"Dark":["Escuro"],"Map":["Mapa"],"Night":["Noturno"],"Retro":["Retrô"],"Silver":["Prateado"],"Standard":["Padrão"],"address":["endereço"],"directions":["direções"],"google":["google"],"Add a Google Maps API key. Updating this API key will set all your maps to use the new key.":["Adicione uma chave da API do Google Maps. Se você atualizar a chave de API, todos os mapas usarão a chave nova."],"Cancel":["Cancelar"],"Enter a location or address to drop a pin on a Google map.":["Digite uma localização ou um endereço para adicionar um alfinete ao Google Maps."],"Fine control options are enabled.":["As opções de controle fino estão ativadas."],"Get a key":["Obter uma chave"],"Height for the map in pixels":["Altura do mapa em píxeis"],"Invalid API key, or too many requests":["Chave de API inválida ou excesso de solicitações"],"Need help?":["Precisa de ajuda?"],"Saved":["Salvo"],"Search for a place or address…":["Procure um local ou endereço..."],"Showing map zoom controls.":["Exibindo controles de zoom do mapa."],"Showing the fullscreen map control.":["Exibindo o controle de mapa em tela cheia."],"Showing the street view map control.":["Exibindo o controle de Street View do mapa."],"Switching between standard and satellite map views is enabled.":["O recurso de alternar entre a visualização de mapa padrão e por satélite está ativado."],"Toggle to enable map control options.":["Alterne para ativar as opções de controle do mapa."],"Toggle to enable switching between standard and satellite maps.":["Alterne para ativar o recurso de alternar entre mapa padrão e por satélite."],"Toggle to enable zooming in and out on the map with zoom controls.":["Alterne para ativar a ampliação e redução do mapa com os controles de zoom."],"Toggle to show the fullscreen map control.":["Alterne para mostrar o controle de mapa em tela cheia."],"Toggle to show the street view control at the bottom right.":["Alterne para mostrar o controle de Street View na parte inferior direita."],"Zoom Level":["Nível de zoom"],"Save":["Salvar"],"Edit Location":["Editar localização"],"Styles":["Estilos"],"Google Map":["Google Maps"],"Add an address or location to drop a pin on a Google map.":["Forneça um endereço ou localização para adicionar um alfinete ao Google Maps."],"Height in pixels":["Altura em píxeis"]}},"comment":{"reference":"dist\/coblocks-12.js"}}