{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=(n > 1);","language":"pt_BR","project_id_version":"WordPress.com - plugins - Site Helper"},"Your site's current primary domain is <strong>%s<\/strong>. This domain is intended for temporary use and will not be indexed by search engines. To ensure your site can be indexed, please <link1>register<\/link1> or <link2>connect a custom primary domain<\/link2>.":["O domínio principal atual do seu site é <strong>%s<\/strong>. Este domínio é apenas para uso temporário e não aparecerá nos mecanismos de busca. Para garantir que seu site possa ser indexado, <link1>registre<\/link1> ou <link2>conecte um domínio principal personalizado<\/link2>."],"Your site is only visible to you and to logged-in members you approve. Everyone else will see a login screen.":["Seu site fica visível somente para você e os usuários conectados que você aprovar. Todas as outras pessoas verão uma tela de login."],"This option will prevent this site’s content from being shared with our licensed network of content and research partners, including those that train AI models.":["Esta opção impedirá que o conteúdo deste site seja compartilhado com nossa rede licenciada de parceiros de conteúdo e pesquisa, incluindo os que treinam modelos de IA."],"Prevent third-party sharing for %s":["Impedir compartilhamento de %s com terceiros"],"This option does not block access to your site — it is up to search engines to honor your request.":["Nota: Esta opção não bloqueia o acesso ao seu site - cabe aos motores de busca honrar o seu pedido."],"Your site is visible to everyone.":["Todos podem ver o seu site."],"Your site is visible to everyone, but search engines are discouraged from indexing staging sites.":["Seu site é visível para todos, mas os mecanismos de pesquisa são desencorajados a indexar sites de teste."],"Your site is hidden from visitors behind a \"Coming Soon\" notice until it is ready for viewing.":["Seu site fica oculto para visitantes com um aviso de “Em breve” até que ele esteja pronto para ser exibido."],"Control who can view your site.":["Controle quem pode visualizar seu site."],"Anyone with the link can view your site.":["Qualquer um com o link pode visualizar seu site."],"Copy URL to clipboard":["Copiar URL para área de transferência"],"Share site":["Compartilhar site"],"Enable \"Share site\" to let collaborators without an account view your site.":["Ative \"Compartilhar site\" para permitir que colaboradores sem conta possam visualizar seu site."],"\"Coming soon\" sites are only visible to you and invited users.":["Sites da categoria \"Em breve\" só são visíveis para você e usuários convidados."],"Your site hasn't been launched yet. It is hidden from visitors behind a \"Coming Soon\" notice until it is launched.":["Seu site ainda não foi lançado. Ele está oculto para visitantes com um aviso de “Em breve” até o lançamento."],"Learn more":["Leia mais"],"Discourage search engines from indexing this site":["Evitar que mecanismos de busca indexem este site"],"Public":["Público"],"Private":["Privado"],"Copied!":["Copiado!"],"Coming Soon":["Em breve"],"Launch site":["Lançar site"],"Your site hasn't been launched yet. It's private; only you can see it until it is launched.":["Seu site ainda não foi lançado. Ele está privado. Até isso acontecer, apenas você poderá vê-lo."]}}}